Revit 2024 API
SpecTypeId.HeatCapacityPerArea Property
 Heat Capacity per Area, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId HeatCapacityPerArea { get; }
Visual Basic
Public Shared ReadOnly Property HeatCapacityPerArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HeatCapacityPerArea {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace